Repository: omninawe27/HealthBridge360
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mr

source: HealthKart 360
mr: हेल्थकार्ट 360

source: Dashboard
mr: डॅशबोर्ड

source: Search
mr: शोधा

source: Reminders
mr: स्मरणपत्रे

source: My Orders
mr: माझी ऑर्डर

source: Emergency
mr: आणीबाणी

source: Profile
mr: प्रोफाइल

source: Logout
mr: लॉगआउट

source: Login
mr: लॉगिन

source: Register
mr: नोंदणी

source: Pharmacy Register
mr: फार्मसी नोंदणी

source: Healthcare for Rural India
mr: ग्रामीण भारतासाठी आरोग्यसेवा

source: Get Started
mr: सुरु करा

source: Register Pharmacy
mr: फार्मसी नोंदणी करा

source: Key Features
mr: मुख्य वैशिष्ट्ये

source: Everything you need for healthcare management
mr: आरोग्य व्यवस्थापनासाठी आपल्याला लागणारे सर्व काही

source: Medicine Search
mr: औषध शोध

source: Find medicines at nearby pharmacies with real-time availability and pricing.
mr: रीअल-टाइम उपलब्धता आणि किंमतीसह जवळच्या फार्मसीमध्ये औषधे शोधा.

source: Prescription Upload
mr: प्रिस्क्रिप्शन अपलोड

source: Upload prescription images and get medicine suggestions with alternatives.
mr: प्रिस्क्रिप्शन प्रतिमा अपलोड करा आणि पर्यायांसह औषध सूचना मिळवा.

source: Medicine Reminders
mr: औषध स्मरणपत्रे

source: Set personalized reminders for your medications with custom alerts.
mr: कस्टम अलर्टसह आपल्या औषधांसाठी वैयक्तिकृत स्मरणपत्रे सेट करा.

source: Emergency Mode
mr: आणीबाणी मोड

source: Quick access to 24x7 pharmacies and essential medicines during emergencies.
mr: आणीबाणी दरम्यान 24x7 फार्मसी आणि आवश्यक औषधांना त्वरित प्रवेश.

source: Multi-Language Support
mr: बहुभाषा समर्थन

source: How It Works
mr: ते कसे काम करते

source: Simple steps to get started
mr: सुरु करण्यासाठी सोपे पायऱ्या

source: Register Account
mr: खाते नोंदणी करा

source: Create your account with basic details and choose your preferred language.
mr: मूलभूत तपशीलांसह आपले खाते तयार करा आणि आपली पसंतीची भाषा निवडा.

source: Search & Order
mr: शोधा आणि ऑर्डर करा

source: Search for medicines, upload prescriptions, and place orders from nearby pharmacies.
mr: औषधे शोधा, प्रिस्क्रिप्शन अपलोड करा आणि जवळच्या फार्मसीमधून ऑर्डर द्या.

source: Stay Healthy
mr: निरोगी रहा

source: Set reminders, track orders, and access emergency help when needed.
mr: स्मरणपत्रे सेट करा, ऑर्डर ट्रॅक करा आणि गरज पडल्यास आणीबाणी मदत मिळवा.

source: Ready to Get Started?
mr: सुरु करण्यास तयार आहात?

source: Join thousands of users who trust HealthKart 360 for their healthcare needs.
mr: त्यांच्या आरोग्य गरजांसाठी हेल्थकार्ट 360 वर विश्वास ठेवणाऱ्या हजारो वापरकर्त्यांमध्ये सामील व्हा.

source: Register Now
mr: आता नोंदणी करा

source: Welcome back
mr: परत येण्याबद्दल स्वागत आहे

source: Manage your health, medicines, and orders from your dashboard.
mr: आपल्या डॅशबोर्डमधून आपले आरोग्य, औषधे आणि ऑर्डर व्यवस्थापित करा.

source: Active Reminders
mr: सक्रिय स्मरणपत्रे

source: Pending Orders
mr: प्रलंबित ऑर्डर

source: Recent Orders
mr: अलीकडील ऑर्डर

source: Quick Actions
mr: त्वरित कृती

source: Search Medicine
mr: औषध शोधा

source: Find medicines at nearby pharmacies
mr: जवळच्या फार्मसीमध्ये औषधे शोधा

source: Upload Prescription
mr: प्रिस्क्रिप्शन अपलोड करा

source: Upload and order from prescription
mr: प्रिस्क्रिप्शनमधून अपलोड आणि ऑर्डर करा

source: Set Reminder
mr: स्मरणपत्र सेट करा

source: Add medicine reminders
mr: औषध स्मरणपत्रे जोडा

source: 24x7 pharmacy access
mr: 24x7 फार्मसी प्रवेश

source: Today's Medicine Reminders
mr: आजचे औषध स्मरणपत्रे

source: Upcoming Reminders
mr: आगामी स्मरणपत्रे

source: Reminder Settings
mr: स्मरणपत्र सेटिंग्ज

source: Email Notifications
mr: ईमेल सूचना

source: SMS Notifications
mr: एसएमएस सूचना

source: App Notifications
mr: अॅप सूचना

source: Manage Reminders
mr: स्मरणपत्रे व्यवस्थापित करा

source: Add New Reminder
mr: नवीन स्मरणपत्र जोडा

source: No active reminders. Set up medicine reminders to stay on track!
mr: कोणतीही सक्रिय स्मरणपत्रे नाहीत. ट्रॅकवर रहाण्यासाठी औषध स्मरणपत्रे सेट करा!

source: Add Your First Reminder
mr: आपले पहिले स्मरणपत्र जोडा
